/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Abort";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Abort scan";

/* alert button */
"Continue" = "Continue";

/* alert button */
"Continue scan" = "Continue scan";

/* alert button */
"Ignore" = "Ignore";

/* alert button */
"Ignore plug-in" = "Ignore plug-in";

/* alert button */
"Open plug-in graphic interface" = "Open plug-in graphic interface";

/* alert button */
"Start Plug-In Manager" = "Start Plug-In Manager";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Dear ^P user,\nyou have %ld Audio Unit(s) enabled that did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "The Audio Unit “%1$@” by “%2$@” reports that it is not properly authorised to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "The Audio Unit “%1$@” by “%2$@” reports that it is not properly authorised to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) that did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P unexpectedly quit while trying to use the Audio Unit “%1$@” by “%2$@”.\nThis plug-in may require an update.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "An error has occurred with an installed Audio Unit plug-in.";

/* alert title */
"Audio Unit authorization error." = "Audio Unit authorisation error.";

/* alert title */
"Incompatible Audio Units found." = "Incompatible Audio Units found.";

/* alert title */
"You are about to abort the scan process." = "You are about to abort the scan process.";

/* alert title */
"You are using incompatible Audio Units." = "You are using incompatible Audio Units.";

/* audio unit type */
"MIDI processor" = "MIDI processor";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-controlled effect";

/* audio unit type */
"effect" = "effect";

/* audio unit type */
"format converter" = "format converter";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mixer";

/* audio unit type */
"offline effect" = "offline effect";

/* audio unit type */
"output unit" = "output unit";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Searching for Audio Unit plug-ins…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Updating information about Audio Unit plug-ins…";

/* possible validation result */
"couldn’t be opened" = "couldn’t be opened";

/* possible validation result */
"crashed validation" = "crashed validation";

/* possible validation result */
"failed validation" = "failed validation";

/* possible validation result */
"not authorized" = "not authorised";

/* possible validation result */
"not validated due to internal error" = "not validated due to internal error";

/* possible validation result */
"not yet validated" = "not yet validated";

/* possible validation result */
"successfully validated" = "successfully validated";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Scanning Audio Units (finalised %1$d of %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Scanning Audio Units (finalised %1$ld of %2$ld)";

/* used for invalid version numbers */
"invalid" = "invalid";

/* used when value transformer can’t interpret given object */
"unknown" = "unknown";
